Repository: developsessions/b-r-udp-broadcast
Catalog: Automation Studio/as/system/A0453/Texts/EventLog_AR.tmx
Source language: en
Languages: de

source: Created object already exists
de: Anlegen eines bereits vorhandenen Objekts.

source: Unable to install BR module
de: Installation des BR-Moduls fehlgeschlagen.

source: Checksum error
de: Prüfung der Checksumme fehlgeschlagen.

source: The specified time or date is not valid.
de: Die übergebene Zeit bzw. Datum ist nicht gültig.

source: Unable to delete module
de: Löschen des Moduls fehlgeschlagen.

source: Unable to upload module
de: Upload des Moduls fehlgeschlagen.

source: Unable to download module
de: Download des Moduls fehlgeschlagen.

source: Unable to read module or library list
de: Lesen der Modul-, Bibliotheks-Liste fehlgeschlagen.

source: Unable to read PV list
de: Lesen der PV-Liste fehlgeschlagen.

source: Unable to read global PV list
de: Lesen der globalen PV-Liste fehlgeschlagen.

source: Access to local PV failed
de: Zugriff auf eine lokale PV fehlgeschlagen.

source: Write access prohibited
de: Schreibender-Zugriff untersagt.

source: Unable to create module
de: Anlegen des Moduls fehlgeschlagen.

source: Target system restart necessary
de: Neustart des Zielsystems wird benötigt.

source: Service only allowed in diagnostics mode
de: Dienst nur im Diagnosemodus erlaubt.

source: Memory not available or cannot be deleted.
de: Speicher nicht vorhanden oder darf nicht gelöscht werden.

source: The specified status is incorrect.
de: Übergebener Status ist nicht korrekt.

source: Unable to create PV object
de: Anlegen des PV-Objekts fehlgeschlagen.

source: Access to global PV failed
de: Zugriff auf eine globale PV fehlgeschlagen.

source: Invalid target memory or not enough target memory available
de: Ungültiger Zielspeicher bzw. zu wenig freier Zielspeicher vorhanden.

source: Access not permitted in PLC diagnostic mode
de: Dienst im Diagnosemodus nicht erlaubt.

source: Error reading dongle list
de: Fehler beim Auslesen der Dongleliste.

source: Error reading license list
de: Fehler beim Auslesen der Lizenzliste.

source: Error reading license context
de: Fehler beim Auslesen des Lizenzkontexts.

source: Error performing license update.
de: Fehler bei der Durchführung eines Lizenzupdates.

source: Error operating dongle LED
de: Fehler bei der Bedienung der Dongle-LEDs.

source: Error executing redundancy service
de: Fehler beim Ausführen eines Redundanz-Dienstes.

source: Error triggering manual failover
de: Fehler beim Auslösen einer manuellen Umschaltung.

source: Error during application synchronization
de: Fehler bei der Durchführung eines Applikationsabgleiches.

source: Error registering a new TracePoints list.
de: Fehler beim Anmelden einer neuen TracePoint-Liste.

source: Error enabling new TracePoints list.
de: Fehler beim Aktivieren einer neuen TracePoints-Liste.

source: Error deregistering TracePoints list.
de: Fehler beim Abmelden einer TracePoints-Liste.

source: Error reading TracePoint data
de: Fehler beim Lesen der TracePoint-Daten.

source: Unable to create "table of contents"
de: Erstellen der "table of content" fehlgeschlagen

source: Dynamic PV is zero (not initialized)
de: Dynamische PV ist Null (uninitalisiert)

source: Uninstalling/Deleting the module is not allowed.
de: Deinstallation/Löschen des Moduls nicht erlaubt

source: Error deleting a module
de: Fehler beim Löschen eines Moduls.

source: Connection identified as redundancy-relevant
de: Verbindung als redundanzrelevant markiert.

source: Connection identified as not redundancy-relevant
de: Verbindung als nicht redundanzrelevenant markiert.

source: Invalid index specified when reading the logger
de: Angabe eines ungültigen Index beim Lesen des Logger.

source: User authentication failed.
de: Benutzer Authentifizierung fehlgeschlagen.

source: Invalid parameter specified
de: Übergabe eines ungültigen Parameters.

source: Failed to initialize XML parser
de: Initialisierung des XML-Parsers fehlgeschlagen.

source: XML data invalid
de: XML-Daten sind ungültig

source: Specified data object not available
de: Angebenes Datenobjekt ist nicht vorhanden

source: Specified ANSL client not available
de: Angegebener ANSL Client ist nicht vorhanden

source: Specified ANSL connection not available
de: Angegebene ANSL Verbindung ist nicht vorhanden

source: Specified PV link not available
de: Angegebene PV Verknüpfung ist nicht vorhanden

source: End of list reached
de: Ende der Liste erreicht

source: Invalid XML element
de: Ungülitges XML-Element vorhanden

source: Invalid XML attribute
de: Ungültiges XML-Attribut vorhanden

source: XML attribute missing
de: XML-Attribut fehlt

source: Local PV not found
de: Lokale PV nicht gefunden

source: Remote PV not found
de: Remote PV nicht gefunden

source: Diagnostic PV not found
de: Diagnose PV nicht gefunden

source: PV link data type mismatch
de: Datentyp der PV Verknüpfung stimmt nicht überein

source: Invalid default value
de: Ungültiger Default-Wert

source: Invalid synchronous PV
de: Ungültige synchrone PV

source: Limit for synchronous PVs reached
de: Limit für synchrone PVs erreicht

source: The object is not supported by the current implementation.
de: Das Objekt wird von der aktuellen Implementierung nicht unterstützt.

source: The requested service is not supported, or a parameter is incorrect.
de: Der angeforderte Dienst wird nicht unterstützt oder ein Parameter ist falsch.

source: The object hierarchy isn&apos;t right or the parent doesn&apos;t support child objects of the specified type.
de: Die Objekthierarchie stimmt nicht, bzw. der Parent unterstützt kein Child Objekt vom angegebenen Typ.

source: Unknown object in the "ANSLUIF" management layer.
de: Das Objekt ist in der Verwaltungsschicht des "ANSLUIF" nicht bekannt.

source: Object invalid in "ASNSLUIF" management layer.
de: Das Objekt ist in der Verwaltungsschicht des "ANSLUIF" nicht gültig.

source: Preceding similar job not yet processed.
de: Der vorangegangene gleichartige Auftrag wurde noch nicht bearbeitet.

source: The function is not permitted to be called for the object in the current state.
de: Die Funktion darf für das Objekt in dem aktuellen Zustand nicht aufgerufen werden.

source: Invalid length of specified data
de: Ungültige Länge der übergebenen Daten.

source: The system/PC does not have enough memory to complete the action.
de: Das System/PC hat nicht genügend Speicher um die Aktion abzuschließen.

source: The data does not correspond to the expected format.
de: Die Daten entsprechen nicht dem erwarteten Format.

source: The ANSL router is not started.
de: Der ANSL Router ist nicht gestartetet.

source: ANSL router was disabled or not started.
de: Der ANSL Router wurde beendet oder ist nicht gestartet.

source: The PV format is not known.
de: Das PV Format ist nicht bekannt.

source: An object with the same name already exists.
de: Es existiert bereits ein gleichnamiges Objekt.

source: Function can only be called for a redundancy-capable "ANSLUIF" library.
de: Die Funktion kann nur für eine Redundanzfähige "ANSLUIF" Bibliothek aufgerufen werden.

source: The configuration of the PV object is incorrect.
de: Die Parametrierung des PV Objektes ist falsch.

source: Connection not returning redundancy information
de: Die Verbindung liefert keine Redundanzinformation.

source: Redundancy information incomplete
de: Die Redundanz- Information ist unvollständig.

source: Access to inactive CPU denied
de: Zugriff auf die inaktive CPU ist nicht erlaubt.

source: SYSTEM: Attempt to allocate no memory
de: SYSTEM: Versuch einen Nullspeicher zu allokieren

source: The EIPInit() FBK writes logbook messages with this number in the logbook.
de: Kein Fehler. Der EIPInit() FUB schreibt Logbuchmeldungen mit dieser Nummer in das Logbuch.

source: Out of memory. The library cannot be executed.
de: Nicht genügend Speicherplatz verfügbar. Der Treiber wird nicht ausgeführt.

source: Configuration data object error. The STRING variable connected to the "extstatus" output in EIPInit() indicates the location of the error as well as a detailed error description.
de: Fehler im Konfigurationsdatenobjekt. Die am extstatus Eingang vom EIPInit() angeschlossene STRING Variable zeigt den Ort des Fehlers und eine detaillierte Fehlerbeschreibung.

source: Illegal input parameters connected to the FBK.
de: Illegale Eingangsparameter wurden an den FUB angeschlossen.

source: The Ethernet interface doesn't exist or returns an error.
de: Die Ethernetschnittstelle existiert nicht oder liefert einen Fehler. Der #OWNINTERFACE Eintrag im Konfigurationsdatenobjekt muss überprüft werden.

source: Error reading the serialized I/O resource.
de: Fehler beim Lesen der Serialized I/O Ressource aufgetreten.

source: Error initializing the XLink task.
de: AR-XLink: Fehler aus Initialisierung des XLink-Tasks

source: Error starting the XLink task.
de: AR-XLink: Fehler beim Start des XLink Tasks

source: Error starting or stopping the XLink task.
de: AR-XLink: Fehler beim Starten oder Stoppen des XLink-Tasks

source: Invalid XLink handle.
de: AR-XLink: Verwendung eines ungültigen XLink-Handles

source: Error stopping the XLink task.
de: AR-XLink: Fehler beim Stoppen des XLink-Tasks

source: Error activating cycle time monitoring for the XLink task.
de: AR-XLink: Fehler beim Einschalten der Zykluszeitüberwachung des XLink-Tasks

source: Base number for errors in the AR I/O Management POWERLINK-V2 driver.
de: POWERLINK V2: Basis Fehler POWERLINK-Schnittstelle

source: Maximum number of POWERLINK-V2 interfaces exceeded.
de: POWERLINK V2: Maximale Anzahl der POWERLINK V2 Schnittstellen überschritten

source: POWERLINK V2: Stack initialization error
de: POWERLINK V2: Inititialisierungsfehler

source: POWERLINK V2: ResetSoftware command received
de: POWERLINK V2: Kommando ResetSoftware empfangen

source: POWERLINK V2: ResetNode command received
de: POWERLINK V2: Kommando ResetNode empfangen

source: POWERLINK V2: ResetCommunication command received
de: POWERLINK V2: Kommando ResetCommunication empfangen

source: POWERLINK V2: ResetConfiguration command received
de: POWERLINK V2: Kommando ResetConfiguration empfangen

source: POWERLINK V2: Unknown PDO error
de: POWERLINK V2: Unbekannter PDO Fehler

source: POWERLINK V2: RxPDO frame too short
de: POWERLINK V2: RxPDO Frame zu kurz

source: POWERLINK V2: Incorrect version of PDO mapping
de: POWERLINK V2: Falsche PDO Mapping Version

source: POWERLINK V2: Threshold value exceeded
de: POWERLINK V2: Schwellwert überschritten

source: POWERLINK V2: No StatusResponse callback function
de: POWERLINK V2: Keine StatusResponse Callback-Funktion vorhanden

source: POWERLINK V2: Boot errors
de: POWERLINK V2: Boot-Fehler

source: POWERLINK V2: General failure of a mandatory CN
de: POWERLINK V2: Allgemeiner Ausfall eines mandatory CN

source: POWERLINK V2: Failure of a mandatory CN
de: POWERLINK V2: Ausfall eines mandatory CN

source: POWERLINK V2: Not enough memory for ASend
de: POWERLINK V2: Zu wenig Speicher für ASend

source: POWERLINK V2: Station activation failed
de: POWERLINK V2: Aktivieren der Station fehlgeschlagen

source: POWERLINK V2: Station not configured
de: POWERLINK V2: Station nicht konfiguriert

source: POWERLINK V2: Invalid frame format
de: POWERLINK V2: Ungültiges Frame Format

source: POWERLINK V2: ASend exclusively reserved
de: POWERLINK V2: ASend exklusiv reserviert

source: POWERLINK V2: Firmware file not found.
de: POWERLINK V2: Firmware Datei nicht gefunden

source: POWERLINK V2: Firmware update error
de: POWERLINK V2: Firmware update

source: POWERLINK V2: Node mode doesn't match node ID
de: POWERLINK V2: Node Mode passt nicht zur Node ID

source: POWERLINK V2: Bind failed
de: POWERLINK V2: Bind fehlgeschlagen

source: POWERLINK V2: IP configuration false
de: POWERLINK V2: IP Konfiguration falsch

source: POWERLINK V2: Asynchronous error
de: POWERLINK V2: Asynchroner Fehler

source: POWERLINK V2: Software verification failed
de: POWERLINK V2: Software Verifizierung fehlgeschlagen

source: POWERLINK V2: Sub-index already exists.
de: POWERLINK V2: Subindex existiert bereits

source: POWERLINK V2: Index already exists.
de: POWERLINK V2: Index existiert bereits

source: POWERLINK V2: No free index available
de: POWERLINK V2: Kein freier Index verfügbar

source: POWERLINK V2: Maximum length for broadcast channels exceeded
de: POWERLINK V2: Maximallänge für Broadcast Channels überschritten

source: POWERLINK V2: Maximum length for PollResponse exceeded
de: POWERLINK V2: Maximallänge für PollResponse überschritten

source: POWERLINK V2: Maximum length for PollRequest exceeded
de: POWERLINK V2: Maximallänge für PollRequest überschritten

source: POWERLINK V2: Configuration error
de: POWERLINK V2: Konfigurationsfehler

source: POWERLINK V2: Thread timeout exceeded
de: POWERLINK V2: Thread Timeout überschritten

source: POWERLINK V2: Error in node number configuration
de: POWERLINK V2: Fehler in Knotennummernkonfiguration

source: POWERLINK V2: Configuration error with additional node number
de: POWERLINK V2: Konfigurationsfehler bei zusätzlicher Knotennummer

source: POWERLINK V2: Firmware upgrade necessary
de: POWERLINK V2: Firmware Upgrade notwendig

source: Error: The damping constant D is negative.
de: Error: Die Dämpfungskonstante D ist negativ.

source: Error: The filter time constant T1 is negative.
de: Error: Die Filterzeitkonstante T1 ist kleiner 0.

source: Error: The filter time constants T1 and T2 are 0.
de: Error: Beide Filterzeitkonstanten T1 und T2 sind gleich 0.

source: Error: The filter time constant T2 is negative.
de: Error: Die Filterzeitkonstante T2 ist kleiner 0.

source: Error: The filter time constant Tf is less than or equal to 0.
de: Error: Die Filterzeitkonstante Tf ist kleiner gleich 0.

source: Error: The differentiation time constant Tv is negative.
de: Error: Die Differentiationszeitkonstante Tv ist kleiner 0.

source: Error: An error occurred during memory allocation for the internal ring buffer.
de: Error: Bei der Speicherallokation für den internen Ringbuffer ist ein Fehler aufgetreten.

source: Error: t_FIFO is negative.
de: Error: t_FIFO ist negativ.

source: Error: The switching time tSwitch is negative.
de: Error: Die Umschaltzeit tSwitch ist negativ.

source: Error: No valid pointer pNodeVec to the node vector found.
de: Error: Kein Pointer pNodeVec zum Stützstellenvektor angegeben.

source: Error: The x coordinates of the node vector are not sorted in ascending or descending order.
de: Error: Die x-Koordinaten des Stützstellenvektors sind weder aufsteigend noch absteigend sortiert.

source: Error: The y coordinates (Ui with i = 1..n) of the node vector are not sorted in ascending or descending order.
de: Error: Die y-Koordinaten (Ui mit i = 1..n) des Stützstellenvektors sind weder aufsteigend noch absteigend sortiert.

source: Error: PID: The maximum manipulated variable ramp Parameter.dY_max is negative. P2P controller: The maximum manipulated variable ramp pAddPar->dY_max is negative. Position controller: The maximum change rate for the piston speed (acceleration) pPID_Para_s->dv_max is negative. Force controller: The maximum volume flow change speed pPID_Para_F->dQ_max is negative.
de: Error: PID: Die maximale Stellgrößenrampe Parameter.dY_max ist negativ. P2P Regler: Die maximale Stellgrößenrampe pAddPar->dY_max ist negativ. Positionsregler: Die maximale Änderungsgeschwindigkeit der Kolbengeschwindigkeit (Beschleunigung) pPID_Para_s->dv_max ist negativ. Kraftregler: Maximale Volumenstrom-Änderungsgeschwindigkeit pPID_Para_F->dQ_max ist negativ.

source: Error: Invalid differentiation mode (d_mode).
de: Error: Ungültiger Differentiationsmodus d_mode.

source: Error: The set value weakening factor Kw is less than 0 or greater than 1.
de: Error: Der Sollwertabschwächungsfaktor Kw ist kleiner als 0 oder größer als 1.

source: Error: The wind-up damping factor K_Fbk is negative.
de: Error: Der Windup-Dämpfungsfaktor K_Fbk ist kleiner als 0.

source: Error: The filter time constant Tf of the differentiator is negative.
de: Error: Die Filterzeitkonstante Tf des Differenzierers ist kleiner 0.

source: Error: The filter time constant Tf of the differentiator is equal to 0 while the differentiation time constant Tv is greater than 0.
de: Error: Die Filterzeitkonstante Tf des Differenzierers ist gleich 0 und die Differentiationszeitkonstante Tv ist zugleich größer 0.

source: Error: PID: The integration time constant for I_Switch < 0 Parameter.Tn_neg is negative. Position controller: The integration time constant for movements in the 'negative' direction pPID_Para_s->Tn_neg (P2P: pAddPar->Tn_neg) is negative.
de: Error: PID: Die Integrationszeitkonstante für I_Switch < 0 Parameter.Tn_neg ist negativ. Positionsregler: Die Integrationszeitkonstante für Verfahrbewegungen in 'negative' Richtung pPID_Para_s->Tn_neg (P2P: pAddPar->Tn_neg) ist negativ.

source: Error: PID: The integration time constant for I_Switch > 0 Parameter.Tn_pos is negative. Position controller: The integration time constant for movements in the 'positive' direction pPID_Para_s->Tn_pos (P2P: pAddPar->Tn_pos) is negative. Force controller: The integration time constant pPID_Para_F->Tn is negative.
de: Error: PID: Die Integrationszeitkonstante für I_Switch > 0 Parameter.Tn_pos ist negativ. Positionsregler: Die Integrationszeitkonstante für Verfahrbewegungen in 'positive' Richtung pPID_Para_s->Tn_pos (P2P: pAddPar->Tn_pos) ist negativ. Kraftregler: Die Integrationszeitkonstante pPID_Para_F->Tn ist negativ.

source: Error: The differentiation time constant Tv of the differentiator is negative.
de: Error: Die Differentiationszeitkonstante Tv des Differenzierers ist kleiner 0.

source: Error: PID: The maximum set and/or actual value Parameter.WX_max is lower than the minimum value Parameter.WX_min.Position controller, AutoTune: The maximum value of the set and/or actual position pPID_Para_s->s_max is lower than the minimum value pPID_Para_s->s_min.Force controller: The maximum value of the set and/or actual force pPID_Para_F->Fp_max is lower than the minimum value pPID_Para_F->Fp_min.
de: Error: PID: Der maximale Wert von Führungs- bzw. Regelgröße Parameter.WX_max liegt unter dem minimalen Wert Parameter.WX_min. Positionsregler, AutoTune: Der maximale Wert von Soll- bzw. Istposition pPID_Para_s->s_max liegt unter dem minimalen Wert pPID_Para_s->s_min. Kraftregler: Der maximale Wert von Soll- bzw. Istkraft pPID_Para_F->Fp_max liegt unter dem minimalen Wert pPID_Para_F->Fp_min.

source: Error: PID: The lower limit for manipulated variables Parameter.Y_min is less than -100%, the upper limit for manipulated variables Parameter.Y_max is greater than +100%, or Parameter.Y_max is less than or equal to Parameter.Y_min. P2P controller: The lower limit for manipulated variables pAddPar->Y_min is less than -100%, the upper limit for manipulated variables pAddPar->Y_max is greater than +100%, or pAddPar->Y_max is less than or equal to pAddPar->Y_min.Position controller, AutoTune: The lower limit for piston speed pPID_Para_s->v_min is less than -Internal.vCyl_sup, the upper limit for piston speed pPID_Para_s->v_max is greater than Internal.vCyl_sup, or pPID_Para_s->v_max is less than or equal to pPID_Para_s->v_min.Force controller: The lower limit for the valve volume flow pPID_Para_F->Q_min is less than -pValve_Para->Qnom_neg, the upper limit for the valve volume flow pPID_Para_F->Q_max is greater than pValve_Para->Qnom_pos or pPID_Para_F->Q_max is less than or equal to pPID_Para_F->Q_min.
de: Error: PID: Die untere Stellgrößenbegrenzung Parameter.Y_min ist kleiner -100%, die obere Stellgrößenbegrenzung Parameter.Y_max ist größer +100% oder Parameter.Y_max ist kleiner gleich Parameter.Y_min. P2P Regler: Die untere Stellgrößenbegrenzung pAddPar->Y_min ist kleiner -100%, die obere Stellgrößenbegrenzung pAddPar->Y_max ist größer +100% oder pAddPar->Y_max ist kleiner gleich pAddPar->Y_min. Positionsregler: Die untere Begrenzung der Kolbengeschwindigkeit pPID_Para_s->v_min ist kleiner -Internal.vCyl_sup, die obere Begrenzung der Kolbengeschwindigkeit pPID_Para_s->v_max ist größer Internal.vCyl_sup oder pPID_Para_s->v_max ist kleiner gleich pPID_Para_s->v_min. Kraftregler: Die untere Begrenzung des Ventilvolumenstroms pPID_Para_F->Q_min ist kleiner -pValve_Para->Onom_neg, die obere Begrenzung des Ventilvolumenstroms pPID_Para_F->Q_max ist größer pValve_Para->Qnom_pos oder pPID_Para_F->Q_max ist kleiner gleich pPID_Para_F->Q_min.

source: Error: The time constant T1 is negative.
de: Error: Die Zeitkonstante T1 ist negativ.

source: Error: The time constant T2 is negative.
de: Error: Die Zeitkonstante T2 ist negativ.

source: Error: The value of minimum valve opening is outside the permissible range of 0 &#8804; yValve_min &#8804; 1.
de: Error: Der Wert der Mindestventilöffnung liegt außerhalb des zulässigen Bereichs von 0 &#8804; yValve_min &#8804; 1.

source: Error: At least one of the two cylinder piston areas A_Cyl_pos or A_Cyl_neg was entered as less than or equal to 0.
de: Error: Mindestens eine der beiden Zylinderkolbenflächen A_Cyl_pos bzw. A_Cyl_neg wurde kleiner gleich 0 eingegeben.

source: Error: The system pressure pSupply is not greater than the tank pressure pTank.
de: Error: Der Systemdruck pSupply ist nicht größer als der Tankdruck pTank.

source: Error: The system pressure pSupply is less than or equal to 0.
de: Error: Der Systemdruck pSupply ist kleiner gleich 0.

source: Error: The tank pressure pTank is negative.
de: Error: Der Tankdruck pTank ist negativ.

source: Error: The nominal pressure drop at valve edge pDelta_nom is less than or equal to 0.
de: Error: Der nominale Ventil-Kantendruckabfall pDelta_nom ist kleiner gleich 0.

source: Error: At least one nominal valve volume flow (Qnom_pos or Qnom_neg) was entered as less than or equal to 0.
de: Error: Mindestens ein nominaler Ventil-Volumenstrom (Qnom_pos bzw. Qnom_neg) wurde kleiner gleich 0 eingegeben.

source: Error: The value of valve overlap is outside the valid range of 0 &#8804; yValve_0 < 1.
de: Error: Der Wert der Ventilüberdeckung liegt außerhalb des zulässigen Bereichs von 0 &#8804; yValve_0 < 1.

source: Error: The fall time t_fall is negative.
de: Error: Die Abfallzeit t_fall ist negativ.

source: Error: The hold time t_hold is negative.
de: Error: Die Konstanthaltezeit t_hold ist negativ.

source: Error: The rise time t_rise is negative.
de: Error: Die Anstiegszeit t_rise ist negativ.

source: Error: Acceleration in the 'negative' direction pMove_Para->aAcc_neg is negative.
de: Error: Die Beschleunigung bei Bewegung in 'negative' Richtung pMove_Para->aAcc_neg ist negativ.

source: Error: Acceleration in the 'positive direction pMove_Para->aAcc_pos is negative.
de: Error: Die Beschleunigung bei Bewegung in 'positive' Richtung pMove_Para->aAcc_pos ist negativ.

source: Error: Deceleration in the 'negative' direction pMove_Para->aDec_neg is negative.
de: Error: Die Verzögerung bei Bewegung in 'negative' Richtung pMove_Para->aDec_neg ist negativ.

source: Error: Deceleration in the 'positive' direction pMove_Para->aDec_pos is negative.
de: Error: Die Verzögerung bei Bewegung in 'positive' Richtung pMove_Para->aDec_pos ist negativ.

source: Error: The pointer pMove_Para on the motion parameter vector is an NIL-Pointer.
de: Error: Der Pointer pMove_Para auf den Bewegungsparametervektor ist ein NIL-Pointer.

source: Error: The jolt time pMove_Para->t_Jolt is negative.
de: Error: Die Ruckbegrenzungszeit pMove_Para->t_Jolt ist negativ.

source: Error: The maximum speed of movement in the 'negative' direction pMove_Para->vC_neg is negative.
de: Error: Die maximale Verfahrgeschwindigkeit in 'negative' Bewegungsrichtung pMove_Para->vC_neg ist negativ.
